Repository: Schweitzerle/urid
Catalog: lib/application/common/l10n/app_*.arb
Languages: de

# walletMainTitle
source: Your Wallet
de: Deine Ausweise

# scannerMainTitle
source: Scan
de: Scanner

# guideMainTitle
source: Guide
de: Handbuch

# walletBetaDescription
source: The wallet includes all of your personal IDs, Passes, and Tickets provided for you by the Universität Regensburg. This function is currently not available.
de: Diese Funktion ist aktuell nicht verfügbar.

# scannerBetaDescription
source: This scanner allows for direct interaction with several IT systems around the campus. This function is currently not available.
de: Diese Funktion ist aktuell nicht verfügbar.

# guideBetaDescription
source: This guide supports you in using this app. This function is currently not available.
de: Diese Funktion ist aktuell nicht verfügbar.

# lockedWalletTitle
source: Your wallet is currently locked
de: Dein Wallet ist abgesperrt.

# lockedWalletActionLabel
source: Unlock
de: Entsperren

# unlockedWalletActionLabel
source: Lock
de: Sperren

# lockedWalletDescription
source: Your wallet is currently locked and you can not access your passes. Use your RZ-Account to unlock.
de: Dein Wallet ist aktuell abgesperrt. Um auf deine Ausweise zuzugreifen, musst du es entsperren. Verwende zum Login deinen RZ-Account.

# unlockedWalletTitle
source: Your wallet is unlocked
de: Dein Wallet ist entsperrt.

# unlockedWalletDescription
source: You successfully unlocked your wallet but we couldn't find any passes locally. Please use the sync button to access your passes.
de: Du hast dein Wallet erfolgreich entsperrt. Aktuell können wir keine Ausweise auf deinem Smartphone finden. Nutze den Sync-Button, um deine Ausweise herunterzuladen.

# emptyWalletTitle
source: Your wallet is empty
de: Dein Wallet ist leer

# emptyWalletDescription
source: We couldn't find any passes locally or online. You can retry accessing your wallet anytime using the sync button.
de: Aktuell können wir keine Ausweise auf deinem Smartphone oder auf dem Server finden. Du kannst jederzeit erneut versuchen, deine Ausweise herunterzuladen. Nutze dazu den Sync-Button.

# walletPassIsValidLabel
source: valid
de: gültig

# walletPassIsInvalidLabel
source: expired
de: abgelaufen

# walletPassIssuedAtLabel
source: Issued on
de: Ausgestellt am

# walletPassIssuedByPrefix
source: by
de: von

# walletPassValidText
source: This pass is valid until
de: Dieser Ausweis ist gültig bis zum

# walletPassValidationHint
source: You can valid this pass by scanning this QR code.
de: Die Gültigkeit kann über diesen QR-Code geprüft werden.

# walletPassInvalidText
source: This pass could not be validated.
de: Die Gültigkeit dieses Ausweises konnte nicht geprüft werden.

# walletPassShowAdditionalInformation
source: Protected properties are not show
de: Geschützte Inhalte sind ausgeblendet

# walletPassHideAdditionalInformation
source: Protected properties are visible
de: Geschützte Inhalte werden angezeigt

# walletPassShowAdditionalInformationHint
source: Long press to show content
de: Gedrückt halten, um Inhalte anzuzeigen

# walletPassHideAdditionalInformationHint
source: Long press to hide content
de: Gedrückt halten, um Inhalte auszublenden

# walletPassCertificationTitle
source: Connection information
de: Verbindungsinformationen

# walletPassCertificationDescription
source: Information on secure connection to wallet server
de: Informationen zum SSL-Zertifikat des Wallet-Servers

# walletPassCertificationDetailDescription
source: This pass was fetched from Universität Regensburg's wallet server through a secure connection. The server's identity was verified before transferring any user data. The following information is retrieved from the server's SSL certificate.
de: Dieser Ausweis wurde über eine sichere Verbindung vom Wallet-Server der Universität Regensburg abgerufen. Die Integrität des Servers wurde vor dem Übertragen der Nutzerdaten und dem Abruf der Ausweise sichergestellt. Die folgenden Informationen wurden direkt aus dem SSL-Zertifikat des Servers ausgelesen

# walletPassCertificationIssuerLabel
source: Verified by
de: Verifiziert von

# walletPassCertificationOwnerLabel
source: Owner
de: Inhaber

# walletPassCertificationValidUntilLabel
source: Valid until
de: Gültig bis

# walletPassCertificationCloseDialogLabel
source: Close
de: Schließen

# smartIDDescription
source: Activate SmartID to use this pass for NFC authentication
de: SmartID für NFC-Authentifizierung mit diesem Ausweis aktivieren

# smartIDNotAvailableTitle
source: SmartID not available
de: SmartID nicht verfügbar

# smartIDNotAvailableDescription
source: SmartID is currently not available for this pass. Ensure that NFC is enabled on your phone.
de: Die SmartID-Funktion ist aktuell nicht verfügbar. Schalte bitte die NFC-Funktion deines Smartphones ein.

# employeeIdLabel
source: Employee ID
de: Mitarbeitendenausweis

# loginWorkflowTitle
source: Login to access your Wallet
de: Im Wallet anmelden

# loginWorkflowDescription
source: Enter username and passwort from your RZ-Konto to login into your wallet.
de: Gib den Nutzernamen und das Passwort deines RZ-Kontos ein, um dich in deinem Wallet anzumelden.

# loginWorkflowUsernameLabel
source: Username
de: Nutzername

# loginWorkflowUsernameHint
source: The username for your RZ-Account, e.g. 'abc12345'
de: Der Nutzername für dein RZ-Konto, z.B. 'abc12345'

# loginWorkflowMissingUsernameHint
source: Please enter your username
de: Bitte gib deinen Nutzernamen ein

# loginWorkflowPasswordLabel
source: Password
de: Passwort

# loginWorkflowPasswordHint
source: The password for your RZ-Account
de: Das Passwort für dein RZ-Konto

# loginWorkflowMissingPasswordHint
source: Please enter your password
de: Bitte gib dein Passwort ein

# loginWorkflowSaveCredentialsLabel
source: Save username & password
de: Nutzername und Passwort speichern

# loginWorkflowProgressScreenTitle
source: Unlocking wallet
de: Wallet wird entsperrt

# loginWorkflowPasswortResetHint
source: To reset your RZ-Account's passwort, follow the instruction on this page.
de: Falls du dein Passwort vergessen hast, folge bitte den Anweisungen auf dieser Seite.

# loginWorkflowActionSend
source: Login
de: Anmelden

# loginWorkflowActionCancel
source: Cancel
de: Abbrechen

# loginWorkflowError
source: Login failed. Please try again.
de: Anmeldeversuch fehlgeschlagen. Bitte versuche es erneut.

# loginWorkflowErrorServerFailedIntegrityTest
source: Login failed. No secure connection could be established to the wallet server. Please contact the support team (digitaler-ausweis@ur.de).
de: Anmeldeversuch fehlgeschlagen. Es konnte keine sichere Verbindung zum Wallet-Server aufgebaut werden. Bitte informieren Sie das Support-Team (digitaler-ausweis@ur.de).

# loginWorkflowErrorServerToAvailable
source: Login failed. Wallet server could not be contacted. Please try again.
de: Anmeldeversuch fehlgeschlagen. Der Wallet-Server konnte nicht kontaktiert werden. Bitte versuche es erneut.

# loginWorkflowErrorUnknownLogin
source: Login failed. Username not recognized. Please check and then try again.
de: Anmeldeversuch fehlgeschlagen. Der Nutzername ist unbekannt. Bitte versuche es erneut.

# loginWorkflowErrorLoginRejected
source: Login failed. Username and password did not match. Please check and then try again.
de: Anmeldeversuch fehlgeschlagen. Nutzername oder Passwort wurden nicht akzeptiert. Bitte versuche es erneut.

# loginWorkflowErrorWalletInaccessible
source: Login failed. Wallet server not accessible. Check internet connection and try again. The urID service is only available from campus network.
de: Anmeldeversuch fehlgeschlagen. Es konnte keine Verbindung zum Wallet-Server aufgebaut werden. Überprüfe deine Internetverbindung und versuche es erneut. Der urID-Dienst ist aktuell nur aus dem Campus-Netzwerk erreichbar.
